export default function Menu1() {
  return (
    <div className='px-4'>
      <h1>About Me</h1>
      <div>
        안녕하세요! 프론트엔드 개발자 홍예찬입니다.
        <br /> 암호화폐 핀테크 스타트업에서 프론트엔드 개발자로 근무하면서
        다양한 코인 관련 지식을 접하다가
        <br /> NFT(대체 불가능 토큰)이라는 것을 알게 되었고 여기에서 ‘대체
        불가능한’이라는 의미가 개인적으로 크게 다가왔습니다.
        <br /> 혹자는 NFT를 누구나 만들 수 있지만 그 가치는 다르다고 설명합니다.
        <br /> 누구나 프로그래밍 세계에 뛰어들 수 있지만 저는 그 중에서도 ‘대체
        불가능한’ 개발자가 되고자 합니다.
        <br /> 그리고 좋은 실력을 기반으로 ‘가치 있는’ 프로덕트를 만들어내는
        개발자가 되고자 합니다.
        <br /> 더 실력 있는 개발자로 성장하기 위해 주어진 하루에 최선을 다하며
        <br /> 대체 불가능한 개발자(To Be NFD)로서의 목표를 향해 나아가는
        중입니다.
      </div>
    </div>
  );
}
